Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=350_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Bures boahtin Sámiid álbmotbeaidoaluide Anárii 6.2.2010 !
smn: Pyereestpuáttim Säämi aalmugpeeivi juuhlán Anarân 6.2.2010 !

source: Sámediggi ordne Sámi álbmotbeaivve ávvudoaluid Anáris Siida museas 6.2.2010 dmu 17.00-20.00.
smn: Sämitigge uárnee Säämi aalmugpeeivi juhle Aanaar Sijdâmuseost 6.2.2010 tme 17.00-20.00.

source: Dilálašvuohta lea olgun guovssahasteáhteris.
smn: Tilálâšvuotâ lii olgon kuovsâkkâsteatterist.

source: Prográmmas lea musihkka, boradeapmi ja servvoštallan.
smn: Ohjelmist muusik, purâdem já siärvástâllâm.

source: Mánáide lágiduvvo ee. čierastallan ja heargevuodjin.
smn: Párnáid läjiduvvoo el. čierâstâllâm, já ergivyeijim.

source: Sámediggi ordne bussesáhtuid Heahtás, Ohcejogas ja Vuohčus Anárii sihke ruovttoluotta.
smn: Sämitigge uárnee bussisáátuid Hettaast, Ucjuuvâst já Vuáčust Anarân sehe maasâd.

source: Prográmma - Ohjelma 06.02.2010
smn: já
